tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "ansible"
brew "deno"
brew "entr"
brew "fastlane"
brew "fd"
brew "gifski"
brew "git"
brew "make"
brew "git-filter-repo"
brew "go"
brew "jq"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "postgresql"
brew "ripgrep"
brew "vim"
brew "wget"
brew "zig"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk8"
cask "android-studio"
cask "chromium"
cask "clean-me"
cask "cloudflare-warp"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "handbrake"
cask "iterm2"
cask "ngrok"
cask "postico"
cask "rar"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "xcodes"
